[
  {
    "text": "listening as wine greased tongues and dimmed minds.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "“Is it terribly difficult for you?” he asked softly. “Living with the rest of us, suffering our average wits and simple thoughts? Is it lonely to be so singular in your brilliance,",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "“By my best guess, spren are elements of the Cognitive Realm that have leaked into the physical world. They’re concepts that have gained a fragment of sentience, perhaps because of human intervention.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Power is an illusion of perception.”",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "On an individual basis, in most interactions, this thing we call power—authority—exists only as it is perceived.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "she and the others had ordered the murder of the Alethi king in a desperate gambit to stop the listener gods from returning.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "successful traders weren’t the ones who went where everyone else wanted to go.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Do not let your assumptions about a culture block your ability to perceive the individual, or you will fail.”",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "“You have to know a predator’s tricks before you can catch him.”",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Surgebindings have returned to men. The spren again betray us.”",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Stupidity is a function of one’s surroundings,”",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Expectation wasn’t just about what people expected of you. It was about what you expected of yourself.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "“The Knights Radiant formed a bond with spren,”",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Good puns are lost on men with poor vocabulary.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "This was the mark of humankind: to take the wild, unorganized world and make something logical of it.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Careful planning was, indeed, the water that nourished innovation.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "True wit was controlled wit.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "“I ain’t grouchy,” Teft snapped. “I just have a low threshold for stupidity.”",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "It was amazing the difference a little hot water and some time to reflect could make.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "Discredit your enemy, then kill him, to make certain he didn’t become a martyr.",
    "book": "Words of Radiance (The Stormlight Archive, Book 2)"
  },
  {
    "text": "when weapons created to fight nightmares were turned against common soldiers, the lives of men became cheap things indeed.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "as obvious as a wart on a queen’s nose.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Emeralds were the most valuable, for they could be used by Soulcasters to create food.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Past failure does not prove that there is not chance in the future,",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Ignorance is hardly unusual, Miss Davar. The longer I live, the more I come to realize that it is the natural state of the human mind.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "A scholar knows not to waste time rediscovering information already known. It’s a lesson I sometimes forget.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "I find myself with an abundance of everything but time.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Bitterness is repaid more often than kindness.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "no supposition should be treated as axiomatic.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Practice,” Shallan said. “I should suspect that is how everyone learns, eventually.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Too many of us,” she said, “take great pains with what we ingest through our mouths, and far less with what we partake of through our ears and eyes.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "To discriminate is to maintain prejudice against.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "The body needs many different foods to remain healthy. And the mind needs many different ideas to remain sharp.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "you can tell much about a person by what they carry with them.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "A surgeon needs to be calm. Worry just wastes time.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "healing had become an expectation, rather than a privilege.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“There are two kinds of people in this world, son,” his father said sternly. “Those who save lives. And those who take lives.” “And what of those who protect and defend? The ones who save lives by taking lives?” His father snorted. “That’s like trying to stop a storm by blowing harder. Ridiculous. You can’t protect by killing.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "If everyone knew how nice the Purelake was, surely they’d all want to live here, and there wouldn’t be a place to walk without stumbling over some foreigner!",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Inside out of the sun, wearing shirts against its warmth, feet out of the tide. No wonder their thoughts are so odd.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "No foreigner like this one you mention—with his white hair, clever tongue, and arrowlike face—has been seen.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "the smarter an animal was, the more likely it was to disobey.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "That tale always discomforted Szeth, as it reminded him of the strange black sphere Gavilar had given him. He’d hidden that carefully in Jah Keved. He didn’t know what it was, but he didn’t want to risk a master taking it from him.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Those who ‘deserve’ my mockery are those who can benefit from it, Brightlord Dalinar. That one is less fragile than you think him.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "He ripped free the beast’s gemheart—the enormous gemstone that grew within all chasmfiends. It was lumpy and uncut, but it was a pure emerald and as big as a man’s head.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“The Codes state that a general may not ask a man to do anything he would not do himself. Tell",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "the ancient text The Way of Kings.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“the prize is not worth the costs. The means by which we achieve victory are as important as the victory itself.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Yes. You see, Sadeas, you make it too easy. An uneducated, half-brained serving boy with a hangover could make mock of you.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "‘Brother, follow the Codes tonight. There is something strange upon the winds.’ That’s what he said to me, the last thing he told me just before we began the treaty-signing celebration.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "‘Brother,’ they said. ‘You must find the most important words a man can say.’",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“You all act differently and think differently. Nothing else is like that—animals act alike, and all spren are, in a sense, virtually the same individual. There’s harmony in that. But not in you—it seems that no two of you can agree on anything. All the world does as it is supposed to, except for humans. Maybe that’s why you so often want to kill each other.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "The most fragile period in a kingdom’s existence comes during the lifetime of its founder’s heir.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "‘The girl’? Seeli, our daughter. And since when have you called me woman? Is Taffa so hard to say? Stormwinds, Heb, what has gotten into you?”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "The Voidbringers. Was that what these things were? Myths. Myths come to life to kill him.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“It isn’t until we get older that we should be forced to be boring.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "One did not reprove Navani Kholin, not even if one were king.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Roion was a tall, light-skinned man with a dark, well-trimmed beard.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“There’s no profit in peace.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "some people are frightened of knowledge.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "good officer was one who accepted orders and fulfilled them, even when he disagreed. But the mark of a great officer was that he also tried to innovate and offer appropriate suggestions.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "A man’s emotions are what define him, and control is the hallmark of true strength. To lack feeling is to be dead, but to act on every feeling is to be a child.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "those who led were the lowest of men, for they were required to serve everyone.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "It had been five months since Vstim became her babsk and she his apprentice.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“A merchant who is careless with contracts is one who finds himself with enemies instead of friends.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "eyes. Aimians—even Siah Aimians—were rare. Or perhaps it was because he cast a shadow the wrong way. Toward light, instead of away from it.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Ignorance may reside in a man hiding from intelligence, but scholarship can seem ignorance hidden behind intelligence.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Never apologize for being clever,",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "a woman’s mind is her most precious weapon. It must not be employed clumsily or prematurely. Much like the aforementioned knife to the back, a clever gibe is most effective when it is unanticipated.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“What is the point of research if not to draw conclusions?”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "praise should be honest, but it should never be withheld.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "They didn’t seem bright enough for disobedience.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "We’re all spontaneous sometimes, and we’re all conservative sometimes.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Euphoria passes. It is usually brief, so we spend more time longing for it than enjoying it.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Philosophy? What good is that?” Isn’t it the art of saying nothing with as many words as possible?",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“When we are young,” Jasnah said, “we want simple answers. There is no greater indication of youth, perhaps, than the desire for everything to be as it should. As it has ever been.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "it seems to me that aging, wisdom, and wondering are synonymous. The older we grow, the more likely we are to reject the simple answers.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "A man can say all kinds of things, but where he sets his spheres, that’s where his heart is.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“Things are never as bad as they seem.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“The only thing it proves is that I’ve more experience staying alive than you.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Embarrassment was worth escaping suspicion.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“This world, it is a tempest sometimes. But remember, the sun always rises again.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Our passion is what makes us human.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "All conflicts are essentially economic in nature.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Killing is, at best, a brutish way of solving problems.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“The purpose of a storyteller is not to tell you how to think, but to give you questions to think upon. Too often, we forget that.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "We are not creatures of destinations. It is the journey that shapes us. Our callused feet, our backs strong from carrying the weight of our travels, our eyes open with the fresh delight of experiences lived.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "For the substance of our existence is not in the achievement, but in the method.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "“The finest defense of character is correct action. Acquaint yourself with virtue, and you can expect proper treatment from those around you.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "Failure is preferable to winning through unjust means.",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "I’m glad you’re dedicated. But you have to be careful. If I’d gotten myself killed by working so hard, it wouldn’t have meant anything.”",
    "book": "The Way of Kings (The Stormlight Archive, Book 1)"
  },
  {
    "text": "A esa hora solo llaman borrachos que se equivocan de número o familiares a dar malas noticias.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "Un pensamiento mágico, por mentiroso que sea, ayuda a veces.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "Ser desobedientes y poco mandones, en un país de peones y capataces, siempre ha sido algo extraño, atípico, antipático.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "“Ay, doña Pilar, yo para qué voy a irme, si cualquier tumba es igual”.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "esa aberración antioqueña de dar clases en la madrugada,",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "en Nueva York hay grandes quesos curados de todo el mundo, pero no quesito.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "Las montañas lejanas y aisladas producen gente cerrada, reservada, desconfiada, y ese no era el ambiente para vivir en libertad que yo había resuelto permitirme.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "quien no haya sentido que su cuerpo es un centauro, tampoco sabe montar a caballo.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "La noche es el día de los facinerosos,",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "Las desigualdades surgen por el esfuerzo o la astucia de algunos, incluso por la maldad; por los vicios o por la pereza o la simple mala suerte de otros.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "No hay nada raro en que la gente se enamore. Lo raro es que haya algunas personas que no se desenamoran nunca.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "La vida está colgada de un hilito, y en el aire hay tijeras que vuelan con el viento.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "“La iglesia libraba al hombre de su desolación durante unos instantes, y eso mismo lograba la prostitución”.",
    "book": "La oculta (Spanish Edition)"
  },
  {
    "text": "their worst With a heartfelt salute to the street cops of America who have shared their skills with me And with thanks to my family, who might have wished I had been a quicker learner Contents",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "2. All people want to be asked rather than told to do something.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "turn reactionary situations into winning situations.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "The entire basis of Verbal Judo is to treat people with dignity and respect,",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "In this life, the most important thing you have is your relationships with people.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Reduce your capacity for conflict, and you will reduce stress.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Teaching is the process of moving people from what they know to what they don’t know.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Often the best way of reading your target audience is to see the person the way he sees himself. Which is the true essence of empathy.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "We are forced to become persuaders, and no one is trained in persuasion.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "If your antagonist can upset you, he owns you at some level.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "emotional wounds inflicted by words are likely to remain in your memory forever.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "“To win one hundred victories in one hundred battles is not the highest skill. To subdue the enemy without fighting is the highest skill.”",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "The only way to avoid criticism is either to live in a capsule or spend your whole life trying to please everyone.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "the more you choose to make a difference in the world, the more you create vital, as opposed to insipid, relationships, then the more open you are to whacks and bumps and bruises.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "The secret is simple: It’s okay if someone insults, resists, or attacks you. Laugh it off. Show that it has no meaning, no sting. If you fight back and resist the affront, you give it life and credibility. If you defend yourself, you invite counterattack.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "There are Nice People, Difficult People, and Wimps.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Nice People often have such a hard time saying no or sticking up for their rights that entire books have been written about them,",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Difficult People are as eager to argue a point as Nice People are to cooperate.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "why is the bottom line in America. That little word can be one of the most powerfully destructive or constructive words in any language.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "The first principle of physical judo is to not resist your opponent. Instead, move with him and redirect his energy. Ignoring or dismissing a question is the same as resisting it.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "When you shift from resisting to appreciating and even welcoming Difficult People, things become interesting and less tense.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "If you’ve ever had a complaint that took you by surprise, you can bet it came from a Wimp, someone who didn’t have the guts to tell you to your face that he had a problem.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Learning to identify and distinguish the Nice, the Difficult, and the Wimp is a basic first step in your journey of mastering Verbal Judo.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "one of the worst habits you can fall into when drawn into a verbal confrontation is to switch to a speech or debate mode.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "To have empathy for someone does not mean to sympathize with him.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "to empathize means to understand, to see through the eyes of another.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Empathy is the quality of standing in another’s shoes and understanding where he’s coming from.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "If you cannot empathize with people, you don’t stand a chance of getting them to listen to you, much less accepting your attempts to help—sincere as you may be.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Many make the mistake of defining disinterested as uninterested. In fact, disinterested means impartial. Dis is from the Latin root meaning “not” and interested is from the Latin word meaning “biased.” So",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "keeping your cool and remaining professional. When you react, you’re being controlled by the situation. When you respond, you’re dealing with",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Everything after the but is designed to get the job done.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "develop your own. Consider them your ammunition, like arrows in a quiver. Keep them readily accessible so you can use them without thinking.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Principle number one: Let the person say what he wants as long as he does what you say.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "always treat the other person as you would want to be treated under identical conditions, even if he is not worthy of your respect. In other words, even in the process of arresting you, or firing you, or disciplining you, I must extend to you the kind of behavior I would expect were I in your shoes.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "If you can learn to deal skillfully with people under pressure, you can dance where others stumble.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "And that is the hallmark of the communication samurai: REspect to all, with dignity, pride, and assertiveness.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "To paraphrase, put most simply, is to put another person’s meaning into your words and deliver it back to him.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "So you start with the Sword of Insertion, a wedge into the harangue like “Whoa!” or “Listen!” (spoken earnestly, not in anger) or “Wait a second.”",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "“Let me be sure I heard what you just said.”",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "“Let me be sure I understand you. Let me be sure we’re on the same wavelength. Let me be sure I heard that.”",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "“Whoa! Let me be sure I heard what you just said.”",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "paraphrasing is that it prevents metaphrasing—which I define as putting words (especially inaccurate ones) into other people’s mouths.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Too often we’re so concerned about what people ought to be saying that we paraphrase them as we would have said it. That always insults and angers people.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "The key is not to ask for a negative answer. Ask the person to tell you what you said, and you’ll get an accurate reading how you’ve communicated. Remember, the responsibility for the understanding belongs to the speaker, not the listener.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "The bad news is, there is no apology for verbal abuse.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "People never forget verbal abuse.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Verbal Judo, then, should be nonhurtful. It should be redirective rather than confrontational.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "Verbal Judo is simply the use of words to achieve your objective.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "The goal of persuasion is to generate voluntary compliance.",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  },
  {
    "text": "No matter how you feel inside, you must develop the ability to look good on the outside—",
    "book": "Verbal Judo, Second Edition: The Gentle Art of Persuasion"
  }
]