{"asin":"B000FC1KLG","title":"Take on the Street: What Wall St. and Corporate America Don't Want You to Know / What You Can Do to Fight Back","authors":"Arthur Levitt and Paula Dwyer","highlights":[{"text":"Some investors were even trading stocks on the basis of postings in Internet chat rooms—information that is as reliable as the graffiti on a bathroom stall.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=224","value":224},"note":null},{"text":"Brokers may seem like clever financial experts, but they are first and foremost salespeople.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=321","value":321},"note":null},{"text":"“the broker is not your friend. He’s more like a doctor who charges patients on how often they change medicines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=332","value":332},"note":null},{"text":"Unless a firm’s ethical culture is impeccable, the temptation to sell anything to anyone, no matter how inappropriate, is overwhelming.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=381","value":381},"note":null},{"text":"Online trading is a misnomer. When you place an order with an online broker, you are not trading directly with a stock exchange. Instead, your order is routed to the market of the online broker’s choice. Because market-makers will pay a small fee for your order, the chances are pretty good that your buy order will not be executed at an exchange, but will be matched against someone else’s sell order, and only the transaction is reported to the exchange.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=538","value":538},"note":null},{"text":"The concept of getting the best possible price in the shortest amount of time is known as “best execution.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=543","value":543},"note":null},{"text":"If you have less than $50,000 to invest, you don’t need a broker.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=569","value":569},"note":null},{"text":"You could start off with a fund that follows the Wilshire 5000, which includes virtually all U.S. stocks, or the Standard & Poor’s 500, which mimics the shares of 500 large U.S. companies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=571","value":571},"note":null},{"text":"As most experts suggest, put a small amount of your assets into an international fund.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=573","value":573},"note":null},{"text":"Bonds are less risky than stocks, but historically stocks have outperformed bonds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=574","value":574},"note":null},{"text":"Why are you suggesting this over other options?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=686","value":686},"note":null},{"text":"Brokers have an incentive to steer you toward products that pay them a higher commission rather than products that may be more suitable for you but that pay a lower commission.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=696","value":696},"note":null},{"text":"First, do nothing until you have a strategy. This involves creating a financial plan with your adviser, whether that person is a certified financial planner, investment adviser, or broker.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=709","value":709},"note":null},{"text":"This plan should state your investment goals, such as having enough money to buy a new house or boat, put your children through college, or live comfortably in retirement. The plan should contain a personal balance sheet, or description of all your assets, such as your home and money in bank accounts, and all your liabilities, such as your home mortgage and any personal loans. Finally, the plan should state how much you are willing to set aside each month.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=710","value":710},"note":null},{"text":"how much risk are you willing to accept? This is a vital question that you and your adviser should talk over.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=715","value":715},"note":null},{"text":"You should check every confirmation slip to make sure it matches what your own notes say you bought or sold, and what you were told the commission would be.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=735","value":735},"note":null},{"text":"It’s smart to compare your portfolio each quarter with an appropriate index, such as the S&P 500 if you are holding domestic equities.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=741","value":741},"note":null},{"text":"But don’t pay too much heed to the cascade of financial information available to you on television, in the financial press, and over the Internet. You need not watch CNBC all day or scour the business pages of your daily newspaper. It’s probably not even a good idea to track the daily ups and downs of your stock holdings. Unless you plan to retire soon, you should view your investment as long term, with a ten-to-twenty-year horizon. A regular perusal of the financial pages of a newspaper or a business magazine at week’s end should keep you informed enough to understand the major trends that affect the overall economy and the particular companies you have invested in.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=742","value":742},"note":null},{"text":"That’s not to say you shouldn’t read and learn about the major events that affect your finances. You should. But if you have a strategy and stick with it, and if you occasionally keep track of how well your investments are doing and talk over their progress with your adviser, you won’t need to spend a lot of valuable free time monitoring the stock market and the Internet. Remember: trust your own instincts. No expert, stock market guru, or financial columnist knows what you should invest in better than you.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=747","value":747},"note":null},{"text":"The danger is that mutual funds, which tend to act like a herd, could turn a routine market correction into a steep decline.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=780","value":780},"note":null},{"text":"The deadliest sin of all is the high cost of owning some mutual funds. Despite what many investors believe, investing in funds is not free. Funds collect more than $50 billion a year in fees from investors.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=850","value":850},"note":null},{"text":"you should understand this basic fact about funds: The bite taken out of your investment by fees often determines whether you have gains or losses.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=854","value":854},"note":null},{"text":"Why should you pay to tell the rest of the world how good your fund is?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=874","value":874},"note":null},{"text":"most researchers have concluded that funds with low expense ratios actually outperform more expensive funds.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B000FC1KLG&location=896","value":896},"note":null}]}