{"asin":"B004KSQVM4","title":"Summary & Study Guide Beating the Street by Peter Lynch","authors":"BookRags","highlights":[{"text":"\"never invest in any idea you can't illustrate with a crayon.\"","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=84","value":84},"note":null},{"text":"Always have an open mind about your stocks--never fall in love with a stock. Just because a stock goes down does not mean it cannot go lower. As long term investments, small companies are better than large companies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=93","value":93},"note":null},{"text":"a portfolio should contain at least five stocks; an investor should never hold more stocks than they have time to adequately follow; always make regular investments; be sure sales and earnings advance at a rate that makes purchasing the stock a good value; consider the company's financial strength to evaluate whether a few bad years would prevent long term growth; understand the reasons for past sales growth to determine the chances of future growth.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=97","value":97},"note":null},{"text":"Declines in stocks are recurring and inevitable. With patience, one can see them through.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=120","value":120},"note":null},{"text":"Investors often ignore the income potential of stock dividends and the investment growth factor stocks provide.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=131","value":131},"note":null},{"text":"He preferred them to high tech companies for one simple reason: a tech company can lose half of its value overnight if a competitor comes out with a better product. If a burger joint's new competitor makes a better burger, it may be years before burger joint #1 sees any effect.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=180","value":180},"note":null},{"text":"Lynch sees opportunity in thinly traded stocks. He doesn't necessarily want to be able to get out quickly. He prefers to pick wisely and hold onto stocks for awhile.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=214","value":214},"note":null},{"text":"Lynch prefers a recession to an overpriced market. In an overpriced market, good value stocks are extremely hard to find. In a recession market, bargains are everywhere. He is happier to see the market lose 300 points than gain 300 points.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=253","value":253},"note":null},{"text":"Lynch attributes the success of retailers to the fact that taste in both food and fashion is universal. Typically the foods that are popular in one town or region will do well in other towns or regions. Likewise, clothes and fashion that are popular in one region often become popular nationwide.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=272","value":272},"note":null},{"text":"Good companies in poor industries share certain characteristics. They operate at low cost. Their owners are often characterized as \"cheap\" or \"penny-pinchers.\" They avoid debt. They reject the traditional corporate structure of overpaid fat-cat executives who ignore the concerns and opinions of labor. Workers are well paid and often own a piece of the business. They seek out markets that larger companies have overlooked. They tend to grow very quickly.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=341","value":341},"note":null},{"text":"Selling more shares is not normally a good sign, because it devalues existing shares.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=444","value":444},"note":null},{"text":"In a poor economy, fund managers often turn to cyclicals. Cyclicals are companies which typically follow a pattern of boom to recession and then back again. Common cyclical industries are: aluminum, steel, paper, automobiles, chemicals and airlines.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=508","value":508},"note":null},{"text":"While a low P/E ratio is regarded as good with most stocks, such is not the case with cyclicals. When they are very low, a cyclical is usually at the end of a favorable period.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=511","value":511},"note":null},{"text":"Never buy a cyclical after several years of record earnings and when the P/E ratio is at a low point. High P/E ratios, normally bad for a stock, are good for a cyclical. A high P/E ratio indicates that a company has likely passed through the worst. Business should improve and the price of the stock should go up.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=514","value":514},"note":null},{"text":"Privatization of government-run business can be very profitable, no matter which country is selling. Privatization takes something that is owned by the public, sells it to the public, and then it is private.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=572","value":572},"note":null},{"text":"A prudent investor should review his portfolio every six months and ask the following questions: 1) is the stock price still a bargain compared to its earnings? And 2) is the company doing anything to increase earnings?   Asking these two questions can lead to one of three conclusions: 1) the company's financial situation has improved and I should buy more, 2) the company's situation has worsened and I should sell or 3) the company's situation is unchanged and I can either leave the money there or put it into another company with better prospects.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=643","value":643},"note":null},{"text":"Never invest in a company without understanding its finances. Never own more stocks than you can handle. An amateur can do quite well owning only five companies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=662","value":662},"note":null},{"text":"The key to making money is being patient. Sometimes even a successful company may not see an increased value in its stock for many years. Eventually, though, a successful company will show a long-term gain in value.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=665","value":665},"note":null},{"text":"Wise investing is a marathon, not a sprint.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=671","value":671},"note":null},{"text":"Avoid the stock market if you are susceptible to selling everything in a panic.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=673","value":673},"note":null},{"text":"Stock market declines are going to happen. A decline is often an excellent opportunity to find a bargain.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=674","value":674},"note":null},{"text":"P/E Ratio   The P/E ratio provides a way to measure a stock's value. P is the numerator and represents the stock's price. E, the denominator, represents earnings. Earnings are calculated by dividing the net income of the company over the previous 12 months by the number of outstanding shares.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=736","value":736},"note":null},{"text":"Retail stocks are a favorite of Lynch. Retailers can be anything from nurseries to fast food restaurants.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=745","value":745},"note":null},{"text":"Historically, stocks average an 11% return--3% in dividends and 8% in increased value.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=822","value":822},"note":null},{"text":"\"Unless you're a short seller or a poet looking for a wealthy spouse, it never pays to be pessimistic.\" Chapter 15, p. 232.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004KSQVM4&location=905","value":905},"note":null}]}