{"asin":"B004G60FXQ","title":"Be a Dividend Millionaire: A Proven, Low-Risk Approach That Will Generate Income for the Long Term","authors":"Paul Rubillo","highlights":[{"text":"Novice investors often think things such as “Why should I sell it at $80, when I could have sold it for $110 last week?” The lack of a sell discipline was a major reason many day traders from the late 90s disappeared—they would make money on ten different trades but then give it all back with one gigantic loss.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=181","value":181},"note":null},{"text":"I kept my trades simple with just buys and shorts (positions that would make money if the stock fell), and never ventured into the more-complicated world of options.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=189","value":189},"note":null},{"text":"You also need to invest without emotions. If a stock has done well for an investor, sometimes it can lead to a strange allegiance that holds investors back from selling their shares. This sort of emotional attachment is a dangerous enemy of successful investing.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=226","value":226},"note":null},{"text":"Psychological tests have shown that when we pay using plastic, there is an intellectual detachment—the payment doesn’t seem real until you get the actual statement. When you pay with cash, however, there is a real connection to the purchase. You literally see your hard-earned money coming out of your wallet and into the cash register of the merchant.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=296","value":296},"note":null},{"text":"It’s important to never stop learning, and you won’t learn much at the mall. So, instead of taking shopping trips, try to educate yourself.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=417","value":417},"note":null},{"text":"So, if you own a stock that has had a big run up, yet the stock stops moving up on good news, it’s usually a big sign that the best news has already been priced in—and that means it’s time to start trimming the position.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=855","value":855},"note":null},{"text":"“Investment return is far more dependent on investment behavior than fund performance.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=863","value":863},"note":null},{"text":"So, regardless of whether you’re investing for the long or short term, the lesson is the same: Be sure to check your emotions at the door. When things aren’t going your way, don’t get angry. Instead, take a step back, stay objective, and look for better opportunities in other areas of the market.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=865","value":865},"note":null},{"text":"When confronted with a losing position, the best thing you can do is listen to what the market is telling you. Whether you’re investing for the long or the short term, the idea that you are right and the market is wrong can cost you a fortune.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=869","value":869},"note":null},{"text":"Stubbornness and an inability to cut losses are the two worst enemies of stock investors. It is the investors’ task to fight human nature and keep their discipline, despite the natural urge to “double down” in the face of adversity.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=925","value":925},"note":null},{"text":"The only under-performing stocks I recommend looking at are those with high (but not too high) dividend yields. We’ll delve into dividend stocks in much greater detail in Chapter 7, but in general, I like to scan stocks with dividend yields that are below 8% to see if there are any well-known stocks that may be trading down for reasons that are short-term in nature, meaning that the stock will likely bounce back from its recent underperformance.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=972","value":972},"note":null},{"text":"cash-to-market-cap ratios of 25% to 30%. This ratio essentially means that a company’s cash in the bank represents 25% to 30% of the company’s entire value.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1001","value":1001},"note":null},{"text":"The Bottom Line is that finding a gauge within each major sector will usually lead you to the highest-quality stocks. These names tend to run up higher and faster, leading any rallies within the sector. Be wary of banking entirely on one sector though—what’s hot today could be cold tomorrow.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1059","value":1059},"note":null},{"text":"The simplest investing strategy within a sector is to buy the two best-performing names in it.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1109","value":1109},"note":null},{"text":"On most occasions, the much more expensive stock will outperform the cheap one. I would usually rather own 25 shares of a $200 stock than 1,000 shares of a $5 stock.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1111","value":1111},"note":null},{"text":"GE stock consistently failed to perform well on the biggest rally days. Such underperformance was a red flag for us.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1181","value":1181},"note":null},{"text":"knowing when to sell a stock is often more important than knowing when to buy.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1190","value":1190},"note":null},{"text":"For some reason, investors tend to sell out of profitable positions and instead hold onto their underperforming stocks: This is an emblematic symptom of how investors have been taught to not sell by dollar cost averaging. Never be a deer in the headlights. Learn to accept selling as a critical part of the investing process!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1206","value":1206},"note":null},{"text":"Leaders in a growth space are companies growing their revenue 20% or more year over year.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1321","value":1321},"note":null},{"text":"When investing over the long term, you should generally use a “down 20%” alert from the point of your average price per share. For example, if you own 100 shares of Stock XYZ at $75 per share, and the stock drops to around $60 a share (–20%), you should begin to consider selling the shares. Now, if the wider market is down altogether, and you think the setback is temporary, you can hold on a bit longer. However, if the price falls an additionally 10 percentage points from your average price per share (–30% total), it’s time to kiss that stock goodbye!","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1322","value":1322},"note":null},{"text":"If I see stocks in the utility, energy, or REIT (Real Estate Investment Trust) sector whose dividend yields begin drop below 4%, it may be a sign that those particular stocks/sectors may be getting a bit too pricey.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1364","value":1364},"note":null},{"text":"A stock that has dropped 30% from it’s 52-week high—regardless of how well the company has performed in the past—you need to sell—sell—sell.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1389","value":1389},"note":null},{"text":"you must purchase a stock before its ex-dividend date to receive its next scheduled dividend payout.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1505","value":1505},"note":null},{"text":"the stock reflects the dividend being paid out. The stock’s price decreases on the ex-dividend date by an amount roughly equal to the dividend paid.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1530","value":1530},"note":null},{"text":"The best rule of thumb is to focus on stocks whose dividend yields range from 3% to 10%. (And even 10% may be too high in some cases.)","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1555","value":1555},"note":null},{"text":"Now, companies with consistent dividends aren’t guaranteed to see their share prices go up in value, but rising dividends are certainly a good sign—especially in tough economies.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1702","value":1702},"note":null},{"text":"So, when a PE ratio is below 6, be aware that the company’s growth is probably yesterday’s news.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1737","value":1737},"note":null},{"text":"Stocks with strong relative strength are usually the best names for investors to own, as long as the stocks are not over-extended. Over-extended stocks are those that are up more than 4–5 days in a row. You should also be wary of names that are trading 50% to 100% over their 50-day moving averages.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1837","value":1837},"note":null},{"text":"In my many years of trading, I noticed that a high percentage of stocks that closed the day strong would likely open the next day strong as well.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1854","value":1854},"note":null},{"text":"Whenever you are unsure about the markets but feel the need to be trading, do yourself a favor and keep your position size small (100–500 shares per transaction).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1954","value":1954},"note":null},{"text":"Truly, sometimes in life and in business, we are more lucky than smart.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1964","value":1964},"note":null},{"text":"Attempting to short-sell in a bull market can be one of the worst moves an investor can ever make.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1991","value":1991},"note":null},{"text":"In general, you should stick to shorting the weakest sectors and get out when the merger players come in—and the stocks stop going down on bad news.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=1993","value":1993},"note":null},{"text":"short-selling is a great tool to have in your trading arsenal because it enables you the chance to make money in down markets. The energy, coal, and steel stocks I mentioned above presented traders with one of the best short-selling opportunities of all time. The key to identifying these sorts of situations is to watch the best-performing sectors closely and wait for signs of the inevitable correction.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B004G60FXQ&location=2020","value":2020},"note":null}]}