{"asin":"B06X1CT33R","title":"Guns, Germs, and Steel: The Fates of Human Societies","authors":"Jared Diamond","highlights":[{"text":"why did human development proceed at such different rates on different continents?","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=185","value":185},"note":null},{"text":"Until we have some convincing, detailed, agreed-upon explanation for the broad pattern of history, most people will continue to suspect that the racist biological explanation is correct after all. That seems to me the strongest argument for writing this book.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=354","value":354},"note":null},{"text":"“History followed different courses for different peoples because of differences among peoples’ environments, not because of biological differences among peoples themselves.”","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=358","value":358},"note":null},{"text":"Of the modern world’s 6,000 languages, 1,000 are confined to New Guinea.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=391","value":391},"note":null},{"text":"Our closest living relatives are three surviving species of great ape: the gorilla, the common chimpanzee, and the pygmy chimpanzee (also known as bonobo).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=501","value":501},"note":null},{"text":"Human history, as something separate from the history of animals, began there about 7 million years ago (estimates range from 5 to 9 million years ago).","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=503","value":503},"note":null},{"text":"Homo erectus was more than an ape, but still much less than a modern human.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=512","value":512},"note":null},{"text":"Neanderthals had brains slightly larger than our own. They were also the first humans to leave behind strong evidence of burying their dead and caring for their sick.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=545","value":545},"note":null},{"text":"Human history at last took off around 50,000 years ago, at the time of what I have termed our Great Leap Forward.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=555","value":555},"note":null},{"text":"The evidence for a localized origin of modern humans, followed by their spread and then their replacement of other types of humans elsewhere, seems strongest for Europe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=583","value":583},"note":null},{"text":"Within a few thousand years there were no more Neanderthals, who had been evolving as the sole occupants of Europe for hundreds of thousands of years. That sequence strongly suggests that the modern Cro-Magnons somehow used their far superior technology, and their language skills or brains, to infect, kill, or displace the Neanderthals, leaving behind little or no evidence of hybridization between Neanderthals and Cro-Magnons.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=585","value":585},"note":null},{"text":"All of those Australian / New Guinean giants (the so-called megafauna) disappeared after the arrival of humans.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=618","value":618},"note":null},{"text":"Those extinctions eliminated all the large wild animals that might otherwise have been candidates for domestication, and left native Australians and New Guineans with not a single native domestic animal.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=647","value":647},"note":null},{"text":"About 15,000 years ago, the American West looked much as Africa’s Serengeti Plains do today, with herds of elephants and horses pursued by lions and cheetahs, and joined by members of such exotic species as camels and giant ground sloths. Just as in Australia / New Guinea, in the Americas most of those large mammals became extinct.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=695","value":695},"note":null},{"text":"of the five habitable continents, North America and South America are the ones with the shortest human prehistories.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=754","value":754},"note":null},{"text":"Most Polynesian islands originally supported big flightless birds that had evolved in the absence of predators,","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=925","value":925},"note":null},{"text":"Ancestral Polynesians brought with them three domesticated animals (the pig, chicken, and dog) and domesticated no other animals within Polynesia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=930","value":930},"note":null},{"text":"especially Tonga and Hawaii. The latter two islands supported hereditary part-time craft specialists, including canoe builders, navigators, stone masons, bird catchers, and tattooers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=986","value":986},"note":null},{"text":"inferred transpacific voyage that introduced the sweet potato from South America to Polynesia.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1059","value":1059},"note":null},{"text":"Pizarro proceeded to hold his prisoner for eight months, while extracting history’s largest ransom in return for a promise to free him. After the ransom—enough gold to fill a room 22 feet long by 17 feet wide to a height of over 8 feet—was delivered, Pizarro reneged on his promise and executed Atahuallpa.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1071","value":1071},"note":null},{"text":"By the 1700s, guns had replaced swords as the main weapon favoring European invaders over Native Americans and other native peoples.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1212","value":1212},"note":null},{"text":"The transformation of warfare by horses began with their domestication around 4000 B.C., in the steppes north of the Black Sea.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1233","value":1233},"note":null},{"text":"If it had not been for the epidemic, the Spaniards would have faced a united empire.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1243","value":1243},"note":null},{"text":"a smallpox epidemic devastated the Aztecs after the failure of the first Spanish attack in 1520 and killed Cuitláhuac, the Aztec emperor who briefly succeeded Montezuma.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1247","value":1247},"note":null},{"text":"food production was indirectly a prerequisite for the development of guns, germs, and steel.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1336","value":1336},"note":null},{"text":"availability of more consumable calories means more people.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1341","value":1341},"note":null},{"text":"in 1674 B.C., horses even enabled a foreign people, the Hyksos, to conquer then horseless Egypt and to establish themselves temporarily as pharaohs.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1417","value":1417},"note":null},{"text":"The humans who domesticated animals were the first to fall victim to the newly evolved germs, but those humans then evolved substantial resistance to the new diseases.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1425","value":1425},"note":null},{"text":"Ethiopians also domesticated many locally available wild species to obtain crops most of which are still confined to Ethiopia, but one of them (the coffee bean) has now spread around the world.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1576","value":1576},"note":null},{"text":"Most peasant farmers and herders, who constitute the great majority of the world’s actual food producers, aren’t necessarily better off than hunter-gatherers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1630","value":1630},"note":null},{"text":"Instead, as we shall see, food production evolved as a by-product of decisions made without awareness of their consequences.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1648","value":1648},"note":null},{"text":"Thus, the shift from hunting-gathering to food production did not always coincide with a shift from nomadism to sedentary living.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1661","value":1661},"note":null},{"text":"in the 19th-century U.S. West, the cattlemen, sheepmen, and farmers all despised each other.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1693","value":1693},"note":null},{"text":"the first farmers on each continent could not have chosen farming consciously, because there were no other nearby farmers for them to observe.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1697","value":1697},"note":null},{"text":"corn arrived from Mexico around A.D. 200 but remained a minor crop until around A.D. 900, and beans arrived a century or two later.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1711","value":1711},"note":null},{"text":"Plant domestication may be defined as growing a plant and thereby, consciously or unconsciously, causing it to change genetically from its wild ancestor in ways making it more useful to human consumers.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1796","value":1796},"note":null},{"text":"The seeds of many wild plant species actually must pass through an animal’s gut before they can germinate.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=1821","value":1821},"note":null},{"text":"Once cows, horses, and other large mammals were domesticated, they were hitched to plows, and fields were tilled by animal power. In the New World, however, no animal was ever domesticated that could be hitched to a plow. Instead, fields were always tilled by hand-held sticks or hoes, and seeds were planted individually by hand and not scattered as whole handfuls.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=2016","value":2016},"note":null},{"text":"Cereal crops alone now account for more than half of the calories consumed by the world’s human populations.","isNoteOnly":false,"location":{"url":"kindle://book?action=open&asin=B06X1CT33R&location=2096","value":2096},"note":null}]}